define({
	validator: {
		required: 		"该选项为必填项",
		remote: 		"您输入的数据有误，请重新输入",
		email : 		"您输入的邮箱格式有误，请重新输入",
		url : 			"您输入的网址格式有误，请重新输入",
		date: 			"您输入的日期格式有误，请重新输入",
		dateISO: 		"您输入的日期格式有误，请重新输入",
		number: 		"您输入的数格式有误，请重新输入",
		digits: 		"您输入的数字格式有误，请重新输入",
		creditcard: 	"您输入的信用卡号格式有误，请重新输入",
		equalTo: 		"请输入相同的值",
		maxlength: 		"请输入不超过 {0} 个字符",
		minlength: 		"请输入不少于 {0} 个字符",
		rangelength: 	"请输入 {0} 到 {1} 个字符",
		range: 			"请输入 {0} 到 {1} 之间的值",
		max: 			"请输入不大于 {0} 的值",
		min: 			"请输入不小于 {0} 的值",
		
		ltDate:			"开始时间不能大于结束时间",
		gtDate:			"结束时间不能小于开始时间",
		phone:			"您输入的手机号码格式有误，请重新输入",	
		telphone:	    "您输入的固定格式有误，请重新输入"
	}
});